#+SETUPFILE: template-0.org
#+TITLE: Test Post

* Header 1
+ Hello, this is some random text.
  
  +[[Examples][Examples]]
** Level 1
*** Level 2
**** TODO Add More Posts :1:2:3:
- *bold* /italics/ _underline_ =cross= `something?` ~cross?~
**** PROJ Lorem Ipsum
**** STRT Lorem Ipsum
**** WAIT Lorem Ipsum
**** HOLD Lorem Ipsum
**** DONE Lorem Ipsum
**** KILL Lorem Ipsum
**** [ ] Lorem Ipsum
**** [-] Lorem Ipsum
**** [?] Lorem Ipsum
**** [X] Lorem Ipsum

* Examples
#+BEGIN_SRC python
return 1+1
return 2+2
#+END_SRC

#+RESULTS:
: 2
src_sh{echo "this is a shell script"}
#+BEGIN_SRC shell
echo "something"


#+END_SRC
src_python{print(1+1)}
